{"_id":"1jpk8v5r3z77p1kbd5rxkd2lnn","_source":{"categories":[{"term":"Manchester City - Liverpool","scheme":"internal","label":"Football Match","keywordId":3901218},{"term":"match_3901218","scheme":"internal","label":"Football Match","keywordId":3901218},{"term":"Premier League","scheme":"internal","label":"Football Competition","keywordId":47},{"term":"Manchester City","scheme":"internal","label":"Football Teams","keywordId":8456},{"term":"Liverpool","scheme":"internal","label":"Football Teams","keywordId":8650},{"term":"Pep Guardiola","scheme":"","label":"Football People","keywordId":150249},{"term":"Jürgen Klopp","scheme":"","label":"Football People","keywordId":78660},{"term":"World","scheme":"internal","label":"News type","keywordId":1}],"id":"1jpk8v5r3z77p1kbd5rxkd2lnn","imageUrl":"https://images.performgroup.com/di/library/omnisport/44/3c/pep-guardiola_1a61f8avatgk51btz58e25yzu6.jpg?t=999085399","title":"Man City v Liverpool: Preview and prediction","boostFactor":0.0,"tags":["manchester city - liverpool","Manchester City - Liverpool","match_3901218","league_47","Premier League","team_8456","Manchester City","team_8650","Liverpool","squadmember_150249","Pep Guardiola","squadmember_78660","Jürgen Klopp","newstype_world","World"],"language":"en","dateUpdated":"2023-03-31T15:20:47Z","content":"Manchester City are eight points behind Arsenal, and rivals Liverpool will be hoping to dash Pep Guardiola's title hopes.","source":"Opta","summary":"<p>Liverpool may be no threat to Manchester City in the title race this season, but they could derail the champions&#39; hopes of a treble in Saturday&#39;s match at the Etihad Stadium.</p>\n\n<p>That is the fear of Pep Guardiola, who still thinks highly of a Reds side struggling for consistency this season.</p>\n\n<p>City need to win to at least temporarily close the gap to leaders Arsenal, while Liverpool are on the outside of the Champions League chase looking in.</p>\n\n<p>That idea would have been alien to these two teams last year as they went toe-to-toe for the title, and memories of previous mammoth clashes are fresh in Guardiola&#39;s mind.</p>\n\n<p>The City boss, who said his &quot;opinion doesn&#39;t change for one season of ups and downs&quot;, explained: &quot;For one game, absolutely, they can beat everyone, like we can beat everyone. One game is one game.&quot;</p>\n\n<p>As City can focus on Arsenal alone in the league, Liverpool&#39;s situation is rather more complicated.</p>\n\n<p>They are seven points behind fourth-placed Tottenham with two games in hand but also five shy of Newcastle United, who have played the same number of games in fifth.</p>\n\n<p>Liverpool follow a trip to City by facing Chelsea and Arsenal next week.</p>\n\n<p>&quot;It&#39;s a super important game,&quot; said Jurgen Klopp. &quot;That&#39;s the one thing not different to all the other years.</p>\n\n<p>&quot;We know it&#39;s a massive game, a massive week coming up. For tomorrow, they deserve all the attention – we can&#39;t think about the other games.</p>\n\n<p>&quot;It is like a Champions League week. I&#39;m super excited.&quot;</p>\n\n<p></p>\n\n<p><strong>PLAYERS TO WATCH</strong></p>\n\n<p><strong>Manchester City – Kevin De Bruyne</strong></p>\n\n<p>While Haaland was out of action in the international break, De Bruyne was on top form for Belgium, putting Germany to the sword earlier this week with a goal and two assists. He will have a key role to play against City, who have played more through balls than any other team (64), while Liverpool are joint-fourth for the most through balls played against them (48). De Bruyne leads all players with 21 through balls.</p>\n\n<p><strong>Liverpool – Mohamed Salah</strong></p>\n\n<p>Salah loves playing against City, only scoring more than his 10 goals in these matches when facing Manchester United (12). Indeed, he has already netted in three separate matches against Guardiola&#39;s side this season, on target in each of their meetings in the Premier League, Community Shield and EFL Cup. Ian Rush was the last last Liverpool player to score in four different games against an opponent in the same campaign, netting in five clashes with Everton in 1986-87.</p>\n\n<p><strong>MATCH PREDICTION – MAN CITY WIN</strong></p>\n\n<p>Liverpool are hoping to do the league double over City for just the second time in the past 17 seasons, but that previous home-and-away success in 2015-16 included their sole victory at the Etihad Stadium in their most recent 13 league visits.</p>\n\n<p>This is not a season in which they appear likely to buck a trend away from home, having earned just 12 points from 13 games on the road. Having earned 30 points at Anfield, theirs is the biggest difference between home and away points in the division.</p>\n\n<p>The Reds have also failed to score in six of those away games, their most across a whole league season since eight in 2011-12, and another blank would leave them at risk of a third straight defeat without scoring in all competitions for the first time since October 2009.</p>\n\n<p></p>\n\n<p><strong>OPTA WIN PROBABILITY</strong></p>\n\n<p>Man City - 50.8 per cent</p>\n\n<p>Liverpool - 22.8 per cent</p>\n\n<p>Draw - 26.4 per cent</p>\n","titleEn":"Man City v Liverpool: Preview and prediction"},"links":[{"rel":"related","href":"https://apigw.fotmob.com/searchapi/search?term=league_47%7Cmatch_3901218%7Cnewstype_world%7Csquadmember_150249%7Csquadmember_78660%7Cteam_8456%7Cteam_8650&lang=en&ver=1&ex=1jpk8v5r3z77p1kbd5rxkd2lnn","type":"application/vnd.fotmob.search+json"},{"rel":"source_thumb","href":"https://images.fotmob.com/image_resources/news/fotmob.png","type":"image/png"},{"width":"256","size":"small","rel":"alternate_image","href":"https://images.performgroup.com/di/library/omnisport/44/3c/pep-guardiola_1a61f8avatgk51btz58e25yzu6.jpg?t=999085399&w=256"},{"width":"640","size":"medium","rel":"alternate_image","href":"https://images.performgroup.com/di/library/omnisport/44/3c/pep-guardiola_1a61f8avatgk51btz58e25yzu6.jpg?t=999085399&w=640"},{"width":"1280","size":"large","rel":"alternate_image","href":"https://images.performgroup.com/di/library/omnisport/44/3c/pep-guardiola_1a61f8avatgk51btz58e25yzu6.jpg?t=999085399&w=1280"}]}
