{"_id":"1jpk8v5r3z77p1kbd5rxkd2lnn","_source":{"id":"1jpk8v5r3z77p1kbd5rxkd2lnn","imageUrl":"https://theanalyst.com/wp-content/uploads/2023/04/liverpool-vs-arsenal-prediction.jpg","title":"Liverpool vs Arsenal Prediction and Preview","boostFactor":0.0,"language":"en","dateUpdated":"2023-03-31T15:20:47Z","content":"We look ahead to the big Sunday clash in the Premier League at Anfield, as the title race and the battle for the top four will be impacted by the result of this game. Here’s our Liverpool vs Arsenal prediction and preview.","source":"Opta","summary":"<h2 class=\"has-text-align-center\"><strong>Liverpool vs Arsenal: Quick Hits</strong></h2><ul><li>Liverpool’s excellent home form against Arsenal gives them the edge with the Opta supercomputer in this match. They are given a 50.8% chance of victory on Sunday.</li><li>Jurgen Klopp’s side have won their last six home meetings with Arsenal in the Premier League.</li><li>Arsenal’s seven-game winning streak is their best Premier League run since October 2018.</li></ul><h2 class=\"has-text-align-center\"><strong>Match Preview</strong></h2><p>Liverpool vs Arsenal usually means goals. No Premier League fixture has produced more goals than this one (180), with five of those coming in their meeting back in October.</p><p>That match saw Arsenal prevail 3-2 at the Emirates Stadium, and they’ll be looking to do the league double over Liverpool for the first time since 2009-10. They haven’t even won consecutive league games against the Reds since September 2012, so it’ll be an achievement if Mikel Arteta’s side win at Anfield on Sunday.</p><p>Jurgen Klopp has led Liverpool to six successive Premier League wins against Arsenal at Anfield and has never lost a home game against the Gunners in the competition – these six wins follow a 3-3 draw in his first home encounter with the north London side in January 2016.</p><p>Arsenal have kept a clean sheet in just 20% of their Premier League games against Liverpool (12/61), their lowest ratio in the competition. The Gunners have also failed to score in more different Premier League games against Liverpool than they have against any other opponent (20).</p><h2 class=\"has-text-align-center\"><strong>Last Meeting</strong></h2><h3 class=\"has-text-align-center has-text-color\" style=\"color:#653990\"><strong>Arsenal 3-2 Liverpool: 9 October 2022 (Premier League)</strong></h3><p>Arsenal further displayed their title credentials with a 3-2 win over Liverpool at the Emirates Stadium in October.</p><p>Arsenal got off to a perfect start when Gabriel Martinelli fired past Alisson after just 58 seconds – the quickest-ever Arsenal goal in this Premier League fixture.</p><p>Darwin Núñez slid home from a Luis Diaz cross before Bukayo Saka put the Gunners back in front in first-half injury time following a Martinelli assist.</p><p>Roberto Firmino scored against Arsenal yet again to level the scores at 2-2 after his low shot beat Aaron Ramsdale. This was his 10th Premier League goal versus the north London club – more than against any other opponent in the competition.</p><p>The game was won by Arsenal with 14 minutes left, however. Saka scored his second goal of the game, this time from the penalty spot after Thiago Alcantara was penalised for a challenge on Gabriel Jesus.</p><p>The contrasting fortunes of both sides were clear to see at full-time. Arsenal led the Premier League table with eight wins from nine matches, while Liverpool were way down in 10th with just 10 points from eight games – their worst start to a Premier League season since 2012-13.<br></p><h2 class=\"has-text-align-center\"><strong>Recent Form</strong></h2><p>Since the start of 2023, Liverpool have lost more Premier League matches (five) than they have won (four), although two of those wins have come against two of the current top four – 7-0 versus Man Utd on 5 March and 2-0 at Newcastle on 18 February.</p><p>In fact, Liverpool’s tally of 15 points from 12 games in 2023 is the same tally as struggling Wolves and Chelsea – the latter of whom have just sacked their manager Graham Potter for poor performance.</p><p>The Reds are a different proposition at Anfield, however. Since a run of six successive Premier League defeats at Anfield between January and March 2021, Liverpool have lost just one of their 36 home league games (W27 D8), winning five of their last six on home soil (D1). That solitary defeat came at home to Leeds on 29 October, with 10% of the 20 goals that they have conceded in these 36 matches coming in that 2-1 loss.</p><p>Arsenal have won nearly twice as many points as Liverpool in the Premier League since the turn of the year (29 vs.15), and their tally of 29 is the highest points total this calendar year.</p><p>They are on a seven-game winning streak in the Premier League, with wins against Aston Villa, Leicester City, Everton, Bournemouth, Fulham, Crystal Palace and Leeds United following their 3-1 home defeat to title rivals Man City on 15 February. They&#8217;ve scored at least three goals in six of these wins, including the last five in a row – only once in their league history have Arsenal ever won six in a row while scoring three or more goals each time, doing so in September-October 1903 while in the second tier.</p><p>If Arsenal were to sustain their current points-per-game average of 2.48 for the remainder of the season, they would finish on 94 points. The only team in top-flight history to win as many points as this (based on three points for a win) and not win the title were Liverpool in 2018-19 (97 points). Even if Liverpool win all 10 of their remaining matches in the Premier League this season, they’d only finish on 73 points. That would be 19 points lower than their tally last season (92).</p><h2 class=\"has-text-align-center\"><strong>Key Players</strong></h2><h3 class=\"has-text-color\" style=\"color:#653990\"><strong><mark style=\"background-color:rgba(0,0,0,0)\" class=\"has-inline-color has-black-color\">Liverpool:</mark>Mohamed Salah</strong></h3><p>Despite being ‘removed’ from the Liverpool starting XI for their midweek 0-0 draw at Stamford Bridge versus Chelsea, Mohamed Salah is expected to start this match on Sunday. They’d be mad not to. After all, he’s their top goalscorer in all competitions this season with 23 goals – only one fewer than the next two highest scorers combined: Roberto Firmino (10) and Darwin Núñez (14).</p><p>Not only this, but Salah is their most frequent assister in all competitions this season, creating 11 goals for team-mates – two more than Andrew Robertson (nine) and Diogo Jota (seven) – while he’s also created the most chances from open play (65) ahead of Trent Alexander-Arnold (38).</p><p>Salah has been involved in 105 Premier League goals in 105 appearances at Anfield for the Reds (74 goals, 31 assists). He is looking to score in four consecutive home league appearances for the first time since a six-game run between January and June 2020, while he’s had a hand in seven goals in five appearances against Arsenal at Anfield (five goals, two assists).</p><h3 class=\"has-text-color\" style=\"color:#653990\"><strong><mark style=\"background-color:rgba(0,0,0,0)\" class=\"has-inline-color has-black-color\">Arsenal:</mark>Gabriel Martinelli</strong></h3><p>Gabriel Martinelli is Arsenal’s Premier League top scorer this season with 13 goals – one of three Gunners with a double-figure return in the competition, alongside Bukayo Saka (12) and Martin Ødegaard (10).</p><p>He’s scored six goals in his last nine competitive games for the club, netting 25% of his 24 shots over this period with strikes versus Aston Villa, Leicester City, Everton (two), Fulham and Crystal Palace since mid-February.</p><p>The young Brazilian has only assisted three goals in the competition this season, with two of those from open play – this doesn’t mean that he’s not been a creative threat, however.</p><p>Across the entire league, only Man City’s Kevin De Bruyne (9.64) and Man Utd’s Bruno Fernandes (8.88) have a higher open play xG assisted total than Martinelli (5.23).</p><p>If Martinelli isn’t picked in the starting XI, then it’s likely Leandro Trossard will take his place. He wouldn’t be a bad replacement, as Trossard scored a hat-trick for Brighton away at Liverpool earlier this season. Only two players have ever scored at Anfield for two different sides in the same Premier League season: Dean Saunders in 1992-93 (Liverpool, Aston Villa) and Robbie Keane in 2008-09 (Liverpool, Tottenham), with no player ever doing so for two away sides in a single campaign.</p><h2 class=\"has-text-align-center\"><strong>Liverpool vs Arsenal Prediction</strong></h2><p>It’ll come us a shock to most that not only does the Opta supercomputer gives Liverpool the advantage in this head-to-head, but it thinks they have as high as a 50.8% chance of success at Anfield on Sunday.</p><p>We’ve been here before, however. Many were left in disbelief at Liverpool’s 55.4% chance of defeating Manchester United in early March. Not only did Liverpool win that game, they handed out an all-time classic thrashing of their rivals, with a 7-0 rout.</p><p>Is the supercomputer on to something we aren’t? We’ll find out this weekend.<br>As for seasonal chances, Arsenal are still the favourites for the Premier League title (55.4%) ahead of Man City (44.6%). The Gunners hold an eight-point lead over City heading into this matchday, but they have played a game more than Pep Guardiola’s side.</p><p>Liverpool’s chances of a top-four finish seem to be diminishing every week. Following two defeats against Bournemouth and Man City, followed by a midweek 0-0 draw at Chelsea, the Reds’ chances of a top-four finish are now at 9.9% – below Brighton (10.1%), Tottenham (10.9%), Newcastle (79.6%) and Man Utd (89.4%).</p>","titleEn":"Liverpool vs Arsenal Prediction and Preview"}}
