{
  "_id": "epumxb7ercbp106m6pc67ofii",
  "_source": {
    "id": "epumxb7ercbp106m6pc67ofii",
    "imageUrl": "https://images.performgroup.com/di/library/omnisport/5c/4d/kevin-de-bruyne-assists_j00w4rmmyms817zzwkmwh3xv4.jpeg?t=-1945885897",
    "title": "Premier League data dive: De Bruyne hits assists landmark and goes one better than Sancho, Seagulls add to Chelsea misery",
    "boostFactor": 0.0,
    "language": "en",
    "dateUpdated": "2023-04-15T22:50:46Z",
    "content": "Kevin De Bruyne and Erling Haaland proved a clinical combination once again as Manchester City stepped up their Premier League title chase.",
    "source": "Opta",
    "summary": "<p>Kevin De Bruyne became the second player to reach 100 Premier League assists for one club as the Manchester City playmaker teed up Erling Haaland for the hosts&#39; third goal in a 3-1 win over Leicester City.</p>\n\n<p>The result cut Arsenal&#39;s lead to three points at the top of the table, ahead of the Gunners&#39; trip to West Ham on Sunday.</p>\n\n<p>Saturday&#39;s games saw Ollie Watkins remain in eye-catching form for Aston Villa, but there were grim home defeats for London giants Chelsea and Tottenham as Brighton and Hove Albion and Bournemouth celebrated&nbsp;impressive victories.</p>\n\n<p>Here Stats Perform, guided by notable Opta match facts, unpicks&nbsp;the finer detail from the day&#39;s Premier League action.</p>\n\n\n<p><strong>Manchester City 3-1&nbsp;Leicester City: Haaland and De Bruyne star as City keep pressure on</strong></p>\n\n<p>Armed with a 3-0 lead after 25 minutes, Manchester City took their foot off the pedal and Leicester gained a foothold, but the Foxes rarely get much from this fixture. It is 11 wins in their last 13 league games against Leicester now for Pep Guardiola&#39;s team, and five wins from as many&nbsp;meetings.</p>\n\n<p>City are on a 10-match winning streak across all competitions,&nbsp;which they have bettered only twice during the Guardiola era, having a run of 21 wins from December 2020 to March 2021, and an 11-game run from August to October in 2017.</p>\n\n<p>Haaland scored twice to take his goals tally to 32 in the top flight, ever closer to the Premier League record of 34 in a single campaign, while De Bruyne&#39;s pass that set up the Norway&nbsp;striker&#39;s second meant he completed 100 assists for City. Ryan Giggs, with 162&nbsp;for Manchester United, is the only other player to reach a century of assists for one club in the Premier League.</p>\n\n<p>De Bruyne has now assisted 10 goals for Haaland across&nbsp;all competitions&nbsp;this season, and that is the most assists any one player has had for the young goal machine with a top-flight club, beating Jadon Sancho&#39;s nine when he and Haaland were team-mates at Borussia Dortmund in the 2020-21 campaign.</p>\n\n<p>Leicester remain deep in relegation trouble, with the 2015-16 Premier League champions having taken just eight points from 16 games in the competition (W2 D2 L12), losing eight of their past nine.</p>\n\n<p></p>\n\n<p><strong>Aston Villa 3-0 Newcastle United: Watkins and Villa hit half-century marks as Emery revival gathers pace </strong></p>\n\n<p>Aston Villa were hovering precariously closely to the relegation zone when Steven Gerrard was sacked in October. A sensational recovery continued as they steamrollered third-placed Newcastle on Saturday, with their winning run in the Premier League now at five games.</p>\n\n<p>They last reached five wins in a row in the competition on this corresponding weekend 25 years ago, when John Gregory was boss, and Saturday&#39;s&nbsp;result means Newcastle&#39;s Eddie Howe has lost his last four league clashes with Villa manager&nbsp;Unai Emery, who was previously in charge of Arsenal, by an 11-2 aggregate.</p>\n\n<p>Villa have reached 50 points from 31 games, the earliest they have achieved that tally since they got there in 29 matches in 2009-10, and Watkins has been a key figure in the team&#39;s resurgence.</p>\n\n<p>The England striker added to Jacob Ramsey&#39;s opener, which came from Watkins&#39; headed assist, by netting a second-half double to take the game away from the Magpies.</p>\n\n<p>Watkins&#39; 50th, 51st and 52nd goal involvements for Villa (39 goals and 13 assists) came in his 102nd Premier League game for the team, with only Christian Benteke (88 games) having reached 50 in fewer games in the competition for the club. Watkins has&nbsp;12 goals and three assists on Premier League duty&nbsp;since the World Cup, with only Haaland (16) having more goal involvements during this time.</p>\n\n<p><strong>Chelsea 1-2&nbsp;Brighton and Hove Albion: Seagulls swoop for Stamford Bridge scalp </strong></p>\n\n<p>Brighton substitutes Danny Welbeck and Julio Enciso did the damage, and Chelsea could have no complaints. In terms of expected goals (xG), Brighton bossed this, ending with 2.28 compared to the hosts&#39; 0.60.</p>\n\n<p>After failing to win against Chelsea in 14 Premier League matches, Brighton have done the double this season, having won 4-1 at home in October.</p>\n\n<p>Chelsea&#39;s winless run at home in the league now stands at four matches (D2 L2), and that is their&nbsp;worst streak&nbsp;since taking just one point from their final five games at Stamford Bridge in the 2015-16 season.</p>\n\n<p>Only Manchester United (10) have had&nbsp;more goals from substitutes than Brighton (8) in the&nbsp;Premier&nbsp;League&nbsp;this season, and those two sides meet next weekend in the semi-final stage of the FA Cup.</p>\n\n\n<p><strong>Tottenham 2-3 Bournemouth: Echoes of Balotelli as Outtara stuns Spurs </strong></p>\n\n<p>Tottenham have Aston Villa and Brighton in hot pursuit after this shock reverse, with Dango Ouattara getting Bournemouth&#39;s winner four minutes and 11 seconds into stoppage time.</p>\n\n<p>It was the latest winning goal Bournemouth have ever scored in the&nbsp;Premier&nbsp;League, as well as being the second-latest winning goal scored against Spurs by any team on record since 2006-07, after Mario Balotelli&#39;s strike for Manchester City in January 2012, which came after four minutes and 39 seconds of added time.</p>\n\n<p>This was Bournemouth&#39;s first away league win against Tottenham, after losing on all five previous attempts, and it marked the first time Spurs have lost at home when taking the lead since a 3-2 setback against Southampton in February of last year.</p>\n\n<p>Bournemouth have won five of their last nine Premier League games and have remarkably leapt six points clear of the bottom three, having won just five of their previous 25 matches. Dominic Solanke scored the Cherries&#39; second and provided assists for their two other goals, scoring and assisting in the same Premier League game for the third time this season, with no player having done so on more occasions.</p>\n",
    "titleEn": "Premier League data dive: De Bruyne hits assists landmark and goes one better than Sancho, Seagulls add to Chelsea misery"
  }
}
