{
  "_id": "lytyfa8k5w3t1snvwo214bjiz",
  "_source": {
    "id": "lytyfa8k5w3t1snvwo214bjiz",
    "imageUrl": "https://images.performgroup.com/di/library/omnisport/7d/9d/newcastle_1937xt9bkf8xk110tt7b247gg7.jpg?t=-2007574409",
    "title": "Howe looking for a response, not positives, after Aston Villa thrash Newcastle",
    "boostFactor": 0.0,
    "language": "en",
    "dateUpdated": "2023-04-15T14:16:42Z",
    "content": "Eddie Howe was in no mood to look for positives after Newcastle United were swatted aside by Aston Villa on Saturday.",
    "source": "Opta",
    "summary": "<p>Newcastle United manager Eddie Howe said he was &quot;not really looking for positives&quot; but instead &quot;for a response&quot; after his side&#39;s 3-0 loss at Aston Villa.</p>\n\n<p>OIlie Watkins continued his superb form for Villa as Unai Emery&#39;s team claimed a fifth straight Premier League win on Saturday.</p>\n\n<p>Third-placed Newcastle were second-best throughout at Villa Park, with Villa leading the way in shots (15 to eight), attempts on target (six to two) and expected goals (1.87 to 0.57). Indeed, the hosts also hit the woodwork twice and had a goal disallowed.</p>\n\n<p>It snapped a five-game winning streak for Newcastle, who suffered their heaviest defeat in the league since losing 5-0 to Manchester City in May of last year.</p>\n\n<p>With a home game against top-four rivals Tottenham next up, Howe wants a reaction.</p>\n\n<p>Speaking to BBC Sport, Howe said: &quot;We were off our best levels right from the start. Aston Villa are a good team and we never got going.</p>\n\n<p>&quot;We&#39;ve been consistently excellent this season, this&nbsp;is the first dip we&#39;ve had; it can happen and we have to react.</p>\n\n<p>&quot;We were just off it in every respect. We&#39;ve got a massive game next week.&nbsp;I&#39;m not really looking for positives, I&#39;m looking for a response.&quot;</p>\n\n\n<p>Villa, meanwhile, have won five Premier League games on the bounce for the first time since the 1997-98 campaign.</p>\n\n<p>The win moved them onto 50 points from 31 games, which is the earliest they have reached this total since the 2009-10 season, when they finished sixth, the position they will occupy for at least another week, just six points off the Champions League places.</p>\n\n<p>Watkins was again their main man, netting a second-half double after teeing up Jacob Ramsey&#39;s opener. Since the restart following the World Cup, the former Brentford striker has been involved in more Premier League goals than any other player (15).</p>\n\n<p>&quot;We are on a great run at the moment we are playing good football,&quot; Watkins told BT Sport.</p>\n\n<p>&quot;Newcastle are a great side so it shows the levels we are at. We are enjoying it at the moment.</p>\n\n<p>&quot;[We are] trusting team-mates in tight areas and if we make mistakes we go again. Real togetherness in the team and looking forward to games to come.&quot;</p>\n",
    "titleEn": "Howe looking for a response, not positives, after Aston Villa thrash Newcastle"
  }
}
